import React from 'react';
import Text from './UI/Text';

const OpenMat = () => {
  return (
    <div className="discipline__info">
      <h3 className="subtitle">
        Каждую субботу в 12:00 в нашем зале проходит открытый ковер по
        грэпплингу.
      </h3>
      <Text>
        Зачем нужен открытый ковер? Он является одним из тестов спортсмена:
        позволяет определить его пробелы в технической части, тактической, а
        также в функциональной подготовке. Открытый ковер - одно из средств
        психологической подготовки грэпплера к турнирам. Так как неуверенность в
        своих силах, незнакомая ситуация, боязнь проигрыша, травмы - все это
        может негативно сказаться выступлении спортсмена.
      </Text>
      <Text>
        Такие встречи с другими борцами акцентируют внимание на других
        технических аспектах: борьба снизу, леглоки, проходы гарда – это точно
        обогатит ваш спарринговый опыт. Очень важное значение имеет
        антропометрия борца: кому-то неудобно бороться с высокими людьми, с
        длинными гибкими ногами, а таких борцов в вашей школе нет. Чтобы
        научиться им противостоять, необходимо иметь опыт борьбы с такими
        соперниками.
      </Text>
      <Text>
        Резюмируя, можно сказать, что именно во время открытого ковра вы сможете
        проверить свои силы в условиях максимального их напряжения, а также
        проявить свои навыки, приобретенные на занятиях. И получить такой
        прирост знаний, умений и навыков борьбы, который в обычных условиях
        учебно-тренировочной работы невозможен.
      </Text>
      <Text>
        Наше мероприятие открытое для всех и абсолютно бесплатное. Ждем всех
        поклонников грэпплинга, бразильского джиу-джитсу, ММА, самбо, и просто
        любителей техничной борьбы в партере у нас каждую субботу в 12.00 на
        Лынькова 19.
      </Text>
      <Text>
        Если у Вас появились какие-то вопросы, с удовольствием ответим на них по
        телефону: + 375(29) 276-59-15
      </Text>
    </div>
  );
};

export default OpenMat;
